export const ru = {
  // navbar link words
  navbar: {
    logoText: "Бизнес Дипломатия",
    about: "О нас",
    event: "События",
    news: "Новости",
    contact: "Контакт",
  },

  // footer link words
  footer: {
    main: {
      mainTitle: "Основное",
      whyus: "Почему мы?",
      directs: "Основные направления",
      faq: "Faq",
      contact: "Свяжитесь с нами",
    },
    about: {
      aboutTitle: "О нас",
      photo: "Фотогалерея",
      partner: "Наши партнеры",
      contact: "Свяжитесь с нами",
    },
    events: {
      eventTitle: "Мероприятия",
      eventsD: "Дипломатические мероприятия",
      contact: "Свяжитесь с нами",
    },
    news: {
      newsTitle: "Свяжитесь с нами",
      lastNews: "Последние новости",
      biznesNews: "Бизнес  новости",
      contact: "Свяжитесь с нами",
    },
    conatact: "Контакты",
    consulting: "Консалтинговое агентство для вашего бизнеса",
    consultingDesc: "",
    police:
      "Создано с любовью Figmaland. Все права защищены",
  },

  validation: {
    firstName: "Имя должно быть не менее 3 символов",
    lastName: "Фамилия должна быть не менее 3 символов",
    phone: "Пожалуйста, введите действительный номер телефона",
    email: "Введите действительный адрес электронной почты",
    company: "Название компании должно быть не менее 3 символов",
    location: "Адрес должен быть не менее 3 символов",
    privacy: "Вы должны принять политику конфиденциальности",
    messageMin: "Ваше сообщение должно быть не менее 5 символов",
    messageMax: "Ваше сообщение должно быть не более 300 символов",
  },

  contactsSection: {
    firstName: "Имя*",
    lastName: "Фамилия*",
    phone: "Номер телефона*",
    email: "Электронная почта*",
    message: "Ваше сообщение...",
    description:
      "Уважаемый клиент! Если у вас есть предложение о сотрудничестве, вопрос или просьба, заполните форму. Команда Leader Impex внимательно рассмотрит ваш запрос и свяжется с вами в ближайшее время.",
  },

  // Buttons
  buttons: {
    contact: "Контакт",
    getInTouch: "Связаться",
    details: "Подробнее",
    readMore: "Читать далее",
    sendMessage: "Отправить сообщение",
    freeQuote: "Получить бесплатное предложение",
  },

};
